acpi
acpid
acpid-openrc
alacritty
alsa-utils
alsa-utils-openrc
android-tools
artix-archlinux-support
autoconf
autofs-openrc
automake
base
bash-completion
bemenu
binutils
bison
bluez
bluez-openrc
bluez-utils
chrono-date
chrony
chrony-openrc
cmake
dialog
dosfstools
efibootmgr
elogind-openrc
entr
esysusers
etmpfiles
fakeroot
fd
file
findutils
firefox
flex
fmt
fzf
gawk
gcc
gettext
git
gperf
grep
grim
groff
grub
gzip
htop
intel-ucode
lf
libtool
libva
libvterm
linux
linux-firmware
linux-headers
lshw
m4
make
mako
man-db
man-pages
meson
mpd
mpd-openrc
mpv
msmtp
mtools
neofetch
network-manager-applet
networkmanager
networkmanager-openrc
networkmanager-openvpn
noto-fonts
openrc
openssh-openrc
openvpn
os-prober
otf-font-awesome
pacman
pacman-contrib
patch
pipewire
pkgconf
playerctl
plocate
polkit-kde-agent
pulseaudio
pulseaudio-bluetooth
qt5-wayland
qt5ct
qt6-wayland
ripgrep
rofi
scdoc
seatd
sed
slurp
sof-firmware
spdlog
steam
stow
sudo
syncthing
syslog-ng-openrc
texinfo
timeshift
tldr
unzip
vim
vulkan-headers
vulkan-intel
vulkan-validation-layers
webkit2gtk
wget
which
wireplumber
wl-clipboard
xdg-user-dirs
xdg-utils
yarn
zoxide
zsh
zsh-completions
