acpi
acpid
acpid-openrc
alacritty
alsa-utils
alsa-utils-openrc
artix-archlinux-support
autoconf
automake
awesome
base
bash-completion
binutils
bison
bluez
bluez-openrc
bluez-utils
chrono-date
cmake
dialog
discord
dosfstools
efibootmgr
elogind-openrc
entr
esysusers
etmpfiles
fakeroot
file
findutils
flex
fzf
gawk
gcc
gettext
git
gperf
grep
grml-zsh-config
groff
grub
gzip
htop
hwinfo
intel-ucode
isync
libtool
linux-firmware
linux-headers
m4
make
man-db
man-pages
meson
mpd
mpd-openrc
mpv
msmtp
mtools
neofetch
network-manager-applet
networkmanager
networkmanager-openrc
networkmanager-openvpn
noto-fonts
openrc
openssh-openrc
os-prober
pacman
pass
patch
pcmanfm
pdfjs
pkgconf
playerctl
plocate
polkit-kde-agent
pulseaudio
pulseaudio-bluetooth
qt5-wayland
qt5ct
ripgrep
rofi
scdoc
seatd
sed
sof-firmware
spdlog
stow
sudo
syncthing
syslog-ng-openrc
texinfo
timeshift
ttf-dejavu
ttf-font-awesome
ttf-liberation
vim
vulkan-headers
vulkan-intel
vulkan-validation-layers
which
wireless_tools
wl-clipboard
wofi
wpa_supplicant
xcb-util-errors
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
youtube-dl
zoxide
zsh
zsh-completions
