adobe-source-han-sans-cn-fonts
alsa-utils
android-tools
arc-gtk-theme
base
base-devel
bat
bluez
bluez-utils
btop
calf
cliphist
cmake
dbeaver
dust
easyeffects
editorconfig-core-c
efibootmgr
fd
foot
fzf
git
go
graphviz
grim
grub
gthumb
gtk-layer-shell
jq
languagetool
lf
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libsixel
linux
linux-firmware
linux-headers
lsp-plugins
lua52
man-db
man-pages
mangohud
mpc
mpd
mpv-mpris
msmtp
nautilus
ncdu
neofetch
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts-emoji
openssh
otf-hasklig-nerd
p7zip
pacman-contrib
pass
pass-otp
passff-host
pavucontrol
picard
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
pnpm
podman-docker
polkit-kde-agent
poppler-glib
powertop
python-pywal
qrencode
qutebrowser
reflector
ripgrep
rtorrent
shellcheck
shfmt
slurp
sndio
socat
sof-firmware
solaar
steam
stow
syncthing
texinfo
timeshift
tldr
ttf-daddytime-mono-nerd
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
udiskie
udisks2
unrar
unzip
usb_modeswitch
vim
virt-manager
wf-recorder
wget
wine-staging
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-hyprland
yarn
yt-dlp
zbar
zoxide
zsh
zsh-completions
